catppuccin-cursors-macchiato
catppuccinifier-cli-bin
catppuccinifier-gui-bin
cbatticon-gtk2
doasedit
ebgaramond-otf
firefox-bin
hledger-bin
hyprshade
ianny-git
jdtls
mu
multi-git-status
neovim-catppuccin
pacwall-git
papirus-folders-catppuccin-git
paps
paru-debug
pass-git-helper
python310
python38
swhkd-bin
ttf-arabeyes-fonts
ttf-inter
ttf-qurancomplex-fonts
uwuify
vimv
wayland-logout
wvkbd
zen-browser-bin
