android-tools
anki
arch-install-scripts
archinstall
base
base-devel
bind
blueman
bluetooth-autoconnect
bluez
bluez-utils
brave-bin
brightnessctl
btop
calibre
catppuccin-gtk-theme-macchiato
chaotic-keyring
chaotic-mirrorlist
cliphist
cpio
d2
dart-sass
dnsmasq
docker
docker-compose
efibootmgr
emacs-wayland
exfatprogs
fd
ffmpeg
font-manager
foot
gcr
git
go
gopls
gparted
grim
grub
gst-plugin-pipewire
gvfs
heimdall
helvum
hyprcursor-git
hyprland-git
hyprlang-git
hyprlock-git
hyprpicker-git
hyprwayland-scanner-git
imagemagick
imv
inetutils
intel-gpu-tools
intel-media-driver
intel-ucode
isync
jdk-openjdk
kguiaddons
kguiaddons5
kitty
kvantum
libappindicator-gtk3
libdbusmenu-gtk3
libpulse
libreoffice-fresh
libva-utils
linux
linux-firmware
linux-headers
logseq-desktop-bin
lsb-release
mako
man-db
monero-gui
mpv
mullvad-browser-bin
neovim
network-manager-applet
networkmanager
noto-fonts
nwg-look
obs-studio
ocrmypdf
ollama
openbsd-netcat
opendoas
os-prober
otf-font-awesome
pandoc-bin
paru
pass-otp
pavucontrol
perl-authen-sasl
perl-file-which
perl-io-socket-ssl
pfetch
php
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-gnome
polkit-kde-agent
poppler-glib
prettier
pup
python-distutils-extra
python-lz4
python-pip
python-pipx
python-poetry
qemu-full
qt6-wayland
qt6ct
reflector
ripgrep
ripgrep-all
rsync
rustdesk-bin
sddm
slurp
sof-firmware
speedtest-cli
starship
swappy
swww
syncthing
tesseract-data-eng
testdisk
texlive-fontsextra
texlive-latexextra
texlive-plaingeneric
texlive-xetex
thunar
tlp
tlpui
topgrade
torbrowser-launcher
traceroute
ttc-iosevka-aile
ttc-iosevka-etoile
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-roboto
ttf-twemoji
tumbler
typescript-language-server
udiskie
ungoogled-chromium
unzip
vde2
virt-manager
virt-viewer
vpl-gpu-rt
vscodium
vulkan-intel
vulkan-tools
waybar
wev
wget
whois
wireplumber
wl-clip-persist
wofi
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland-git
ydotool
yq
yt-dlp
zathura
zathura-pdf-mupdf
zbar
zram-generator
zsh
zsh-autosuggestions
zsh-completions
zsh-history-substring-search
zsh-syntax-highlighting
zsh-vi-mode
